[
    "ไม่ควรเดินกลางแดดนานๆ เพราะจะทำให้เหงื่อออก ไม่ควรดูโทรทัศน์ใกล้ๆ เพราะจะแสบตาและบังคนข้างหลัง และไม่ควรขากเสลดบนทางเท้าโชคไม่ดีอาจถูกปรับ",
    "ถ้าท้องผูกควรดื่มน้ำมากๆ เวลาปวดให้รีบเข้าห้องส้วมให้รีบร้อย และควรถอดกางเกงออกก่อน เวลาอาบน้ำห้ามสวมเสื้อผ้าไม่ควรดื่มลิโพเกินวันละ 2 ขวด โปรดสังเกตคำเตือนบนฉลากก่อนดื่มแต่ไม่ต้องปฏิบัติตาม",
    "ถ้าไม่ระวังของมีค่าอาจหายได้ ถ้าเดินไม่ระวังอาจหกล้มเจ็บตัวเป็นที่อับอายเสื่อมเสีย ถ้าเจอหมาบ้าไม่ควรเข้าใกล้เป็นอันขาดเพราะอาจถูกกัดได้",
    "ในเรื่องความรัก หากมีแฟนอยู่แล้วก็จะเป็นคนที่เห็นหน้ากันก่อนที่จะเป็นแฟน หากยังไม่มีแฟนก็จะเป็นเพราะยังหาคนที่เหมาะสมไม่ได้ ก็ให้แก้เคล็ดโดยการพยายามต่อไป",
    "วันนี้หากใช้เงินมากเกินตัวอาจจะต้องไปกู้หนี้ยืมสินเขาได้ ไปตลาดถ้าต่อราคามากๆ อาจถูกแม่ค้าด่า ดาวประจำตัวยังโคจรรอบคลองเตย ให้รีบไปทำงานแต่เช้า ถ้าไปสายจะถูกเจ้านายเขม่น",
    "ถ้าปวดหัวก็ให้นอนพักผ่อน อย่ากินแอสไพรินตอนท้องว่าง และอย่ากินกาแฟก่อนนอนเพราะจะทำให้นอนไม่หลับ",
    "เรื่องของความรักตอนนี้ถ้าปิ้งใครอยู่ก็ให้รีบเข้าไปคุย ไม่งั้นเขาไม่รู้ว่าเรากำลังจีบเขาอยู่",
    "วันนี้พระศุกร์เข้าพระเสาร์แทรก ดาวพุธอยู่ใกล้ดวงอาทิตย์ ดาวพลูโตอยู่ห่างสุด ตื่นขึ้นมาควรแก้เคล็ดด้วยการบิดขี้เกียจ และล้างหน้าแปรงฟันแก้ปากเหม็น",
    "ขึ้นรถเมล์ระวังกระเป๋ารถเมล์จะเข้ามาเก็บตังค์ เดินทางไกลจะเจอแต่คนแปลกหน้าในวันนี้ถ้าเจอพระตอนบ่ายสามห้ามใส่บาตรเด็ดขาด",
    "เจอเพื่อนจงทักทายดีๆ แต่ถ้าเจอเจ้าหนี้ควรหลบหนีไกลๆ",
    "ในเรื่องของความรักคนที่มีแฟนอยู่อาจเลิกกันได้ คนที่ยังไม่มีแฟนอาจจะมีคนมาปิ๊งก็ได้",
    "วันนี้ถ้าเหยียบขี้หมาให้รีบเอารองเท้าขูดกับฟุตบาทโดยเร็ว มิฉะนั้นจะเหม็น",  
    "ขึ้นรถเมล์ควรเกาะราวให้แน่นโดยเฉพาะทางโค้ง และไม่ควรตดบนรถเมล์เป็นอันขาด ถ้าอากาศร้อนไม่ควรใส่เสื้อหนาว ถ้าอากาศเย็นไม่ควรดื่มน้ำแข็ง",
    "เมื่อเห็นพัดลมกำลังหมุนอย่าเอามือเข้าไปแหย่ มิฉะนั้นเลือดจะออกได้",
    "ในเรื่องของความรักหากยังเป็นแฟนกันจะยังไม่มีทะเบียนสมรส หากตัดสินใจจดทะเบียนก็จะต้องไปจดที่อำเภอหรือเขตแน่นอน",
    "วันนี้ห้ามทิ้งแฟนเป็นอันขาดเพราะแฟนอาจจะเสียใจได้ และห้ามกินของมันๆ ระวังจะอ้วน ควรเปลี่ยนแปรงสีฟันบ่อยๆ 3 เดือนต่อ 1 อันกำลังเหมา",
    "ไม่ควรลงเล่นน้ำคลองในใจกลางกรุงเทพฯ เป็นอันขาด วันนี้ดาวพระศุกร์โคจรมาพบกับดาวพระเสาร์ดังนั้นถ้าวันนี้เป็นวันศุกร์พรุ่งนี้ก็ควรจะเป็นวันเสาร์ และวันต่อไปจะเป็นวันอาทิตย์",
    "วันนี้ถ้าเดินผ่านกองขยะควรเอามือปิดจมูก และรีบเดินผ่านโดยเร็ว หลังกินข้าวถ้ามีเศษอาหารติดฟันไม่ควรเอาตะเกียบแคะฟันเป็นอันขาด ควรใช้ไม้จิ้มฟันดีที่สุด",
    "เล็บยาวควรตัดให้สั้น แต่ถ้าสั้นควรรอให้ยาวก่อน",
    "คืนนี้ไม่ควรนอนดึกเพราะพรุ่งนี้จะตื่นสาย เวลาอาบน้ำควรถูสบู่ให้เกลี้ยงเกลา",
    "เวลาไปวัดควรสวมเสื้อผ้าไปด้วยและไม่ควรแคะขี้มูกต่อหน้าพระสงฆ์ ถ้าคันจมูกควรจามให้เรียบร้อยก่อนเข้าวัด แต่ถ้าไปสวนสัตว์ห้ามยื่นมือเข้ากรงเสือเป็นอันขาด",
    "ถ้าขับรถไม่เป็นก็ไม่ควรขับ จะเกิดอุบัติเหตุเฉี่ยวชน ให้แก้เคล็ดโดยการนั่งรถเมล์หรือแท็กซี่จะดีกว่า",
    "อย่ากินหมูกระทะในวันนี้เพราะอาจจะอ้วนขึ้นหากไม่ออกกำลังกาย",
    "ห้ามกินผักในวันนี้เพราะอาจจะติดฟันเเล้วไม่มีใครเตือนคุณ",
    "ไม่สมควรกินเครื่องดื่มที่เป็นน้ำอัดลมเพราะอาจจะสำลักได้",
    "ควรใส่เสื้อเเละกางเกงสีพาสเทลเพื่อเสริมความเจิสจรัสให้แก่ตนเอง"
  ]